{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-04-30T00:12:00.000-00:00",
	"Sources" :
	[
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.7"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.9"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.Edit",
					"Scope": "machine"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.10.390"
}
